{
    "data": [
         {
            "title": "No Lag",
            "imageUrl": "https://dl.dir.freefiremobile.com/common/web_event/official2.ff.garena.all/202210/82fe305f7dbb9f25e68996f8f719e576.jpg",
            "rating": "⭐⭐⭐⭐⭐",
            "desc1": "Phone memory refers to RAM (Random Access Memory). RAM is the part of the phone that is used to store the operating system (OS) and where apps and data currently in use are kept. Whereas, phone storage is used to store data such as apps, photos, videos, and files that are necessary for the phone to run. RAM is a lot faster than phone storage but you don't have as much of it.",
            "desc2": "FF does not run smoothly on Low RAM devices. Minimum 2GB RAM is required for gameplay. Using developer options in settings of Device disable animation, background activities can help to rum game smoothly. No worries if you have below 2GB ram devices you can enjoy game fully by configuring the setting of your device. Automatic working configuration file is available on many websites. You can generate file link and use it freely.",
            "DownloadLink": "https://bit.ly/no_lag_config_file"
        },
        {
            "title": "Legendary Clothes",
            "imageUrl": "https://dl.dir.freefiremobile.com/common/web_event/official2.ff.garena.all/202210/82fe305f7dbb9f25e68996f8f719e576.jpg",
            "rating": "⭐⭐⭐⭐⭐",
            "desc1": "Legendary clothes are premium and requires money to buy. It may cost you lots of money to get even a single legendary clothes.",
            "desc2": "Only we will see the legendary clothes but other don't so, we can enjoy legendary clothes for free. You can generate file link and use it freely.",
            "DownloadLink": "https://bit.ly/glitch_vip_config_file"
        },
        {
            "title": "Legendary Weapons",
            "imageUrl": "https://dl.dir.freefiremobile.com/common/web_event/official2.ff.garena.all/202210/82fe305f7dbb9f25e68996f8f719e576.jpg",
            "rating": "⭐⭐⭐⭐⭐",
            "desc1": "Legendary weapons pack requires money to buy. It may cost you lots of money to get even a single legendary weapon skin",
            "desc2": "Only we will see the Legendary weapons skin but other don't so, we can enjoy legendary wepons skin for free. You can generate file link and use it freely.",
            "DownloadLink": "https://bit.ly/clothes_pack_config_file"
        },
        {
            "title": "One Tap Headshot",
            "imageUrl": "https://dl.dir.freefiremobile.com/common/web_event/official2.ff.garena.all/202210/82fe305f7dbb9f25e68996f8f719e576.jpg",
            "rating": "⭐⭐⭐⭐⭐",
            "desc1": "Various configurations makes gameplay more fun. We have brought you one that is working.",
            "desc2": "Only you will know how one tap headshot work and it works like a pro. They will call you pro and want to join your team every time for gameplay.",
            "DownloadLink": "https://bit.ly/config_pack_1_config_file"
        }
    ]
}
